Repository: bertoferrero/research-bus-guiding-app-user
Catalog: BusGuiding/BusGuiding/Resources/RiderTexts.*.resx
Languages: es

# ArrivedAtDestinationAlert
source: You arrived at destination! Thanks for using BusGuiding App.
es: ¡Has llegado a destino! Gracias por usar BusGuiding.

# CancelGuidingConfirmation
source: Do you want to cancel this route?
es: ¿Quieres cancelar esta ruta?

# ErrorMessagePhase
source: Sorry, a technical error happend during phase {0}
es: Lo sentimos, ha ocurrido un error técnico durante la fase {0}

# GeolocationError
source: Geolocation data cannot be got. Please try again.
es: No se ha podido geolocalizar. Por favor, prueba otra vez.

# NotificationPh1Incoming
source: Your bus is incoming at the origin stop, be prepared to get on.
es: Tu autobús está llegando a la parada de origen, prepárate para subir.

# NotificationPh1InTransit
source: A bus for you has been located, it is now in transit to the origin stop.
es: Autobús localizado, se encuentra dirigiendose a la parada de origen.

# NotificationPh2IncomingDestination
source: Your bus is about to arrive at destination, be prepared to get off.
es: Tu autobús está llegando a la parada final, prepárate para bajar.

# NotificationPh2IntransitDestination
source: Your bus is now in transit to destination, be prepared to get off.
es: Tu autobús está de camino a la parada final, prepárate para bajar.

# NotificationTitleRouteUpdate
source: Route update
es: Actualización de ruta

# P2-EnterOriginStopLabel
source: Please, enter the origin stop code or tap the 'Geolocalise' button.
es: Por favor, introduce el código de la parada origen o pulsa en geolocalizar.

# P2-Title
source: Origin stop selection
es: Parada de origen

# P3-SelectRoute
source: Please, select the line you want to get on.
es: Por favor, selecciona la línea que quieres coger.

# P3-Title
source: Line selection
es: Selección de línea

# P4-SelectDestinationStop
source: Please, select the destination stop where you want to get off.
es: Por favor, selecciona la parada donde deseas bajarte.

# P4-Title
source: Destination stop selection
es: Parada final

# P4-TravelConfirmPrompt
source: Do you want to travel from {0} to {1} by using the line {2}?
es: ¿Confirmas que quieres viajar de {0} a {1} usando la línea {2}?

# P5-ByLineLabel
source: By line:
es: Con la línea:

# P5-RouteStatusLabel
source: Route status
es: Estado de la ruta

# P5-RouteSummaryLabel
source: Route summary
es: Resumen de la ruta

# P5-Title
source: In route
es: En ruta

# P5-ToLabel
source: To:
es: A:

# P5-TravellingFromLabel
source: Travelling from:
es: Viajando desde:

# RoutesGettingError
source: Routes cannot be got, please, check your internet connection
es: Las líneas no se han podido descargar, por favor, comprueba tu conexión.

# StatusPh1Incoming
source: Bus is about to arrive at the origin stop.
es: Autobús llegando a la parada de origen.

# StatusPh1InTransit
source: Bus in transit to the origin stop.
es: Autobús de camino a la parada de origen.

# StatusPh2IncomingDestination
source: Arriving at destination stop
es: Llegando a la parada final.

# StatusPh2IntransitDestination
source: In transit to destination stop.
es: De camino a la parada final.

# StatusPh2RemainingStops
source: In route. {0} stops remaining. Next stop is {1}
es: En ruta. Quedan {0} paradas. La siguiente parada es {1}

# StatusWaitingIncomingBus
source: Waiting for an incoming bus
es: Esperando autobús.

# StopNotFoundError
source: Stop not found
es: Parada no encontrada

# SummaryLine
source: Line:
es: Linea:

# SummaryOriginStop
source: Origin stop:
es: Parada de origen:
